{
    "speakers": {
        "cal": {
            "name": "Cal Evans",
            "bio": "<p>Uzun zaman önce, henüz 14 yaşındayken Cal ilk bilgisayarına sahip oldu (Bilgisayar dediğimize bakmayın, aslında bir TRS-80 Model 1 idi). O zamandan beri hayatından \"bilgisayar\"lar hiç eksik olmadı. Önce TRS-80leri'n yerini Commodorelar, onların yerini de IBM bilgisayarlar aldı. Son 13 yıldır Cal Linux, OSX ve Windows işletim sistemlerinde PHP ve MySQL ile çalıştı. Kendisi bu süreçte basit web sayfalarından milyonlarca dolarlık web uygulamalarına dayanacak pek çok çeşitte uygulama hazırladı. Kendi deyimiyle \"bir kod bloğunu çalıştırmaya çalışırken kafasını duvarlara vurup kanını feda etmediği zamanlar\"da geliştirme takımları kurup yönetmekten oldukça zevk alır. Bu takımları yönetirken yine kendisinin oldukça ilgi gören, ama hiç patenti alınmamış \"etrafta gezerek takım yönetme\" adlı yönetim biçimini uygular. Bu günlerde, PHP ile uğraşmadığı zamanlarda Cal'i <a href=\"http://coderfaire.com/\">CoderFaire</a> gibi projelerle uğraşırken bulabilirsiniz. Kendisi ayrıca pek çok farklı ülkede konferanslara konuşmacı olarak katılmakta ve de geliştiricileri hedefleyen bu oturumlarda gerek teknik gerek de motive edici konulara değinmektedir. Eğer onu bir konferansta görürseniz ona bir viski almaktan çekinmeyin. Cal Nashville, Tennessee, Amerika doğumlu, ve de <a href=\"http://kathyevans.biz/\">Kathy</a> ile evli. Çiftin iki çocuğu var, ve de ikisi de IT sektöründe iş seçmeyecek kadar akıllı davrandılar.</p>",
            "works": "Zend Technologies",
            "image": "img/speakers/cal-evans.jpg"
        },
        "jordi": {
            "name": "Jordi Boggiano",
            "bio": "<p>Jordi Boggiano çeşitli açık kaynak uygulama ve de kütüphanelerin (Composer, Monolog, php-console vs.) yazarı, ve de Symfony2, Twig gibi pek çok diğer projenin de aktif bir destekçisidir. Kendisi 10 seneyi aşkın bir süredir web programlama ile ilgilenmekte, ve de ağırlıklı olarak PHP ve JavaScript kullanmaktadır. Şu an Composer/Packagist'i yönetmekte, bir yandan da Toran Proxy'de çalışamktadır. Kendisi hakkında daha fazla bilgi sahibi olmak için <a href=\"http://nelm.io/jordi\">http://nelm.io/jordi</a> adresini inceleyebilirsiniz.</p>",
            "works": "Nelmio",
            "image": "img/speakers/jordi-boggiano.jpg"
        },
        "davey": {
            "name": "Davey Shafik",
            "bio": "<p>Davey Shafik, 14 yılı aşkın süredir PHP ve de ilgili diğer teknolojileri kullanan tam zamanlı bir PHP geliştiricisi. Kendisi Akamai Technologies'de Developer Evangelist olarak görev almakta. Kendisinin 3 adet kitabı, onlarca makalesi bulunmaktadır ve de kendisi dünyada çeşitli ülkelerde yapılmış konferanslarda pek çok oturum gerçekleştirmiştir. Kendisi en çok <a href=\"http://zceguide.com/\">Zend PHP Certification Study</a>, <a href=\"https://learnable.com/books/php-master-write-cutting-edge-code\">PHP Master: Write Cutting Edge Code</a> gibi kitaplarıyla ve de PHP 5.3 ve daha üstü sürümler için hazırladığı <a href\"http://php.net/phar\">PHP Arşivi (PHAR)</a> ile tanınmaktadır. Davey ayrıca teknolojik konularla alakalı toplulukları iyileştirmeye oldukça hevesli. Kendisi <a href=\"http://mhprompt.org/\">Promp</a> initiative(<a href=\"http://mhprompt.org/\">mhprompt.org//a>)'in eş yöneticisidir. Bu girişim mental hastalıkları kapasyan tartışmalardaki önyargı ve de korku duygusunu yok etmeyi amaçlamakta. Bu girişim kurulumundan beri PHPWomen ile de ortak çalışmakta.</p>",
            "works": "Akamai Technologies",
            "image": "img/speakers/davey-shafik.jpg"
        },
        "pierre": {
            "name": "Pierre Joye",
            "bio": "<p>Pierre Joye çekirdek 10 yılı aşkın bir süredir PHP çekirdek geliştiricicisi olup açık kaynak projelere kaykıda bulunmakta. Kendisi PHP'nin Windows desteği kısmını yönetmekle birlikte pek çok açık kaynaklı projede de geliştirici olarak yer aldı. Kendisi uzun süre Freelancer olarak çalıştıktan sonra Almanya Redmond'daki Microsoft OpenSource tecnhology Center'da (Microsoft Açık kaynak teknoloji merkezi) işe başladı.</p>",
            "works": "Microsoft",
            "image": "img/speakers/pierre-joye.jpg"
        },
        "frank": {
            "name": "Frank de Jonge",
            "bio": "<p>Amsterdam menşeili olan Frank paketlere oldukça meraklı. Kendisi Flysystem'in geliştiricisi, The PHP League üyesi ve de aktif bir Laracon EU konuşmacısıdır.</p>",
            "works": "The PHP League",
            "image": "img/speakers/frank-de-jonge.jpg"
        },
        "emir": {
            "name": "Emir Karşıyakalı",
            "bio": "<p>Emir Karşıyakalı merakı ve ihtiyaçları doğrultusunda dünyaca ünlü CMS PHP-Nuke ile başladığı PHP serüvenine, son yedi yıldır profesyonel olarak devam ediyor. Şu an Sendloop'ta Yazılım Geliştirici olarak çalışıyor ve İstanbul PHP topluluğunu yönetiyor. Açık kaynak, topluluklar ve Laravel ile oldukça ilgili. Öğrencilik hayatı ise uzatmalı olarak Bahçeşehir Üniversitesi'nde devam ediyor.</p>",
            "works": "İstanbul PHP",
            "image": "img/speakers/emir-karsiyakali.jpg"
        },
        "hakki": {
            "name": "Hakkı Öcal",
            "bio": "<p>Prof. Dr. Hakkı Öcal şu anda Bahçeşehir Üniversitesi'nde Rektör Danışmanı olarak çalışmaktadır.</p>",
            "works": "Bahçeşehir Üniversitesi",
            "image": "img/speakers/hakki-ocal.jpg"
        },
        "hidayet": {
            "name": "Hidayet Doğan",
            "bio": "<p>Hidayet, 1998 yılından beridir PHP programlama dili üzerine çalışıyor ve 2006 yılında Zend Certification sınavını alarak Zend Certified Engineer oldu. Yaklaşık 15 yıldır Türkiye PHP Grubu yönetiminde gönüllü olarak görev yapıyor. Fırsat bulduğum boş zamanlarımda açık kaynaklı projelerim üzerine çalışıyor. Detaylar için <a href=\"http://hi.do/cv.html\">özgeçmişine</a> gözatabilirsiniz.</p>",
            "works": "Yazılım Parkı",
            "image": "img/speakers/hidayet-dogan.jpg"
        },
        "muhittin": {
            "name": "Muhittin Özer",
            "bio": "<p>Yaklaşık 11 yıldır PHP ile sayısız proje geliştirdim. Yaklaşık 4 yıldır ise İzmir'de bu işi yapan az sayıda insandan biri olmaktan mutluluk duyuyorum ve hepsinden daha önemlisi <a href='https://fbcdn-sphotos-h-a.akamaihd.net/hphotos-ak-xaf1/v/t1.0-9/15574_10153353041793816_1836780210297648042_n.jpg?oh=d81864c7822918d380cd8d20cfb060b4&oe=55BFCC7E&__gda__=1443576320_d1321ce5c601f17a501085fd96563dee'>Zeynep</a>'in babası olmak hayatta beni en güzel tanımlayan özelliğim.</p>",
            "works": "Atölye15",
            "image": "img/speakers/muhittin-ozer.jpg"
        },
        "devrim": {
            "name": "Devrim Gündüz",
            "bio": "<p>Veritabanı yönetimi (DBA), PostgreSQL, ve de Linux Sunucu Yönetimi hakkında deneyimi olan Devrim RedHat ve de Fedora Linux dağıtımlarına oldukça ilgili. Kendisi ayrıca Debian sunucu yönetimi de yapmakta.</p>",
            "works": "EnterpriseDB",
            "image": "img/speakers/devrim-gunduz.jpg"
        },
        "mert": {
            "name": "Mert Hürtürk",
            "bio": "<p>Kendisi Sendloop'un CTO'su ve de kurucu ortaklarındandır. 1999 senesinden bu yana pek çok sektördeki firmaya email marketing stratejileri hazırlamıştır. 15 yılı aşkın deneyim ve tecrübesiyle tüm dünyaya email marketing, marketing otomasyonu ve de email gateway servislerini sağlayan Sendloop'un kurulmasına yardımcı olmuştur. Kendisi şu anda Sendloop'ta email marketing'de yeni boyutları araştırmakta ve de kullanıcı deneyimi stratejileri üzerine çalışmaktadır.</p>",
            "works": "Sendloop",
            "image": "img/speakers/mert-hurturk.jpg"
        },
        "levent": {
            "name": "Levent Öğüt",
            "bio": "<p>Sendloop'ta VP of Engineering olarak görev almakta. Kendisi servislerin tasarlanması, kurulması ve de otomasyonunu üstlenmiştir.</p>",
            "works": "Sendloop",
            "image": "img/speakers/levent-ogut.png"
        },
        "mikhail": {
            "name": "Mikhail Vink",
            "bio": "<p>JetBrains'de PHPStorm IDE'nin ürün pazarlama yöneticisi olarak çalışan Mikhail web ile ilgilenen topluluklara çeşitli JetBrains ürünleri ile yardım etmekte. Kendisi daha öncesinde 5 yılı aşkın bir süredir çeşitli web geliştirme ve de danışma projelerinde bulundu.</p>",
            "works": "JetBrains",
            "image": "img/speakers/mikhail-vink.jpg"
        },
        "akin": {
            "name": "Akın Moroğlu",
            "bio": "<p>BAU Yazılım Mühendisliği mezunu. Daha önce Samsung Electronics bünyesinde kurumsal hayat denemeleri oldu fakat ona uygun olmadığını keşfederek Stanford University ve BAU ortaklaşa yürüttüğü program ile vizyonunu geliştirmeye çalıştı. Şuan BAU'da Digital Marketing operasyonlarını yürütüyor. Üniversite bünyesinde BAUio adı altında yazılım geliştirici yeteneklerin önünü açmaya çalışıyor.</p>",
            "works": "Bahçeşehir University",
            "image": "img/speakers/akin-moroglu.jpg"
        },
        "nesrin": {
            "name": "Nesrin Kalender",
            "bio": "<p>Web alanına front-end developer olarak katılmış. Kocaeli Üniversitesi'nde Bilgisayar Programclığı okuyan biriyim. Şuan Nomad Commerce bünyesinde Front End Developer olarak çalışıyorum.</p>",
            "works": "Nomad Commerce",
            "image": "img/speakers/nesrin-kalender.jpg"
        },
        "sirin": {
            "name": "Şirin Saygılı",
            "bio": "<p>İTÜ Bilgisayar Mühendisliği bölümünden mezunum, şimdi doktora ögrencisiyim. Temel olarak ilgilendiğim alanlar bilgi edinilmesi, verinin işlenmesi (metin sınıflandırma, yazar tespiti) ve verinin bilgiye dönüştürülmesidir. Python, Java, PHP, Ubuntu, HTTP yığını, Linux-Apache-MySQL üçlüsü gündelik olarak kullandığım araçlardır. Prisync'in kurucu yazılımcılarından biriyim.</p>",
            "works": "Prisync",
            "image": "img/speakers/sirin-saygili.jpg"
        },
        "ibrahim": {
            "name": "İbrahim Gündüz",
            "bio": "<p>Çeşitli e-commerce firmalarında geliştirici olarak çalıştı. Ağırlıklı olarak ödeme sistemleri ve 3. parti yazılımların entegrasyonu ile ilgili işler yaptı. Şu anda Software Architect olarak Markafoni de çalışıyor.</p>",
            "works": "Markafoni",
            "image": "img/speakers/ibrahim-gunduz.jpg"
        },
        "meryem": {
            "name": "Meryem Alay",
            "bio": "<p>İstanbul Bilgi üniversitesi Bilgisayar Bilimleri mezunuyum. Altı yıldan fazladır yazılımcı olarak çalışmaktayım. Şuan da Softtech'te çalışıyorum. Genel'de web uygulamaları geliştirdim ve bir çok dilde bir şeyler yazdım ama Java benim ilk göz ağrım diyebilirim. Yazılım dünyasında olmaktan çok mutluyum çünkü öğrenecek şeyler hiç bitmiyor.</p>",
            "works": "SoftTech",
            "image": "img/speakers/meryem-alay.jpg"
        },
        "oytun": {
            "name": "Oytun Tez",
            "bio": "<p>Oytun is a technology-creator. He has a bone to pick with technology enthusiasts (\"if you like it so much, work on creating it\"). He is the Lead Developer and co-founder of MotaWord, the world's fastest human translation platform and a new transplant in New York City from Istanbul. He adores living, breathes as often as possible and carries his harmonica everywhere in his pocket.</p>",
            "works": "MotaWord",
            "image": "img/speakers/oytun-tez.jpg"
        },
        "fatih": {
            "name": "Fatih Kadir Akın",
            "bio": "<p>Fatih Kadir AKIN bir JavaScript Geliştiricisi. Kimsenin uğraşmadığı zamanlardan beridir JavaScript ile uğraşıyor. Front-end ve JavaScript ile ilgili kitaplar yazıp etkinlikler düzenliyor. Türkiye'deki ilk JavaScript konferansını düzenledi: Jstanbul. Fatih Kadir AKIN, tutkulu bir açık kaynak ve topluluk destekçisi. GitHub'daki \"f\".</p>",
            "works": "-",
            "image": "img/speakers/fatih-kadir-akin.jpg"
        },
        "bernhard": {
            "name": "Bernhard Schussek",
            "bio": "<p>Bernhard - better known as webmozart - is a long-term member of the Symfony core team and lead developer of various Symfony components. He represents Symfony at PHP-FIG and is a passionate proponent of interoperability in the PHP ecosystem. Lately, Bernhard has been developing Puli, a resource management toolkit built on top of Composer.</p>",
            "works": "Symfony2",
            "image": "img/speakers/bernhard-schussek.jpg"
        },
        "hugo": {
            "name": "Hugo Hamon",
            "bio": "<p>Hugo Hamon is a PHP and Symfony certified developer. After five years of professional PHP web development in web agencies for famous french customers, he now works as a consultant and head of training at SensioLabs. On his free time, Hugo contributes to Symfony and many other open source projects. Hugo also wrote and contributed to french and english books related to PHP and the Symfony framework.</p>",
            "works": "SensioLabs",
            "image": "img/speakers/hugo-hamon.jpg"
        },
        "marco": {
            "name": "Marco Pivetta",
            "bio": "<p>Marco \"Ocramius\" Pivetta is a software consultant at Roave.With over a decade of experience with PHP, he is part of the Zend Framework CR team, Doctrine core team, and is also active in the community as a mentor and supporter.When not coding for work, he usually hacks together new concepts and open source libraries, or simply provides Q&A on IRC.</p>",
            "works": "Doctrine Project",
            "image": "img/speakers/marco-pivetta.jpg"
        },
        "michael": {
            "name": "Michael Bodnarchuk",
            "bio": "<p>Passionate web developer from Kyiv, Ukraine. I'm lead developer of Codeception testing framework and many other PHP open-source projects.</p>",
            "works": "CodeCeption",
            "image": "img/speakers/michael-bodnarchuk.jpg"
        },
        "paul": {
            "name": "Paul Dragoonis",
            "bio": "<p>Paul, a software consultant from Glasgow, Scotland, is a long-term php community member whom spends his time mentoring fellow PHP'ers, contributing to PHP internals, extensions and the php.net website. He is also the lead developer of PPI Framework, where he focuses on framework interoperability and multi-framework co-operation. Since PPI and PHP-FIG share a common goal, he focuses his time maintaining & participating in the PHP-FIG group.</p>",
            "works": "PHP-Fig",
            "image": "img/speakers/paul-dragoonis.jpg"
        },
        "berat": {
            "name": "Berat Doğan",
            "bio": "<p>Üniversite eğitimine başlamak için sabırsızlanması dışında Metglobal'in yeni ödeme ürünü olan Paytrek'te Yazılım Geliştirici olarak çalışmakta. Teknik her konu dışında basitlik, kişisel gelişim konularına ilgi duyuyor.</p>",
            "works": "MetGlobal",
            "image": "img/speakers/berat-dogan.jpg"
        },
        "bora": {
            "name": "Bora Yalçın",
            "bio": "<p>I am lead developer and partner at Dion Works, digital agency. Full stack web developer, focused mainly on PHP, specifically on WordPress and Laravel. One of the co-founders of official WordPress Budapest community and meetup group. Coffee addict, multiple cat owner.</p>",
            "works": "Dion Works",
            "image": "img/speakers/bora-yalcin.jpg"
        },
        "emre": {
            "name": "Emre Yılmaz",
            "bio": "<p>Emre is a long-time python junkie. Author of the stormssh. Involved in development over 10 years. Currently, works at thevoltapp.</p>",
            "works": "Volt",
            "image": "img/speakers/emre-yilmaz.jpg"
        },
        "huseyin": {
            "name": "Hüseyin Mert",
            "bio": "<p>Huseyin's specialty is in building, optimization and scalability of large-scale web applications/portals with huge traffic. He has been working with colleagues at own company OkulBilişim for 2 years.</p>",
            "works": "OkulBilişim",
            "image": "img/speakers/huseyin-mert.jpg"
        },
        "mustafa": {
            "name": "Mustafa Kutsal Ay",
            "bio": "<p>Çeşitli sektörlerde 17 yllık bir deneyimi yazılım ve sistem yönetimi deneyimi olan Mustafa 2010'dan beri Projectz'de olarak çalışmaktadır. İlgi alanları işletim sistemleri, Internet ağları ve dağıtık sistemlerdir.</p>",
            "works": "Symbie",
            "image": "img/speakers/mustafa-kutsal-ay.jpg"
        },
        "osman": {
            "name": "Osman Üngür",
            "bio": "<p>Osman 10 yıldan fazladır sistem yöneticiliği deneyimi olan bir yazılım geliştiricidir. Daha çok Java ve PHP yazar. Bunun yanında altyapı tasarımı, sistem otomasyonu, deployment ve sistem izleme görevlerinde de yer almaktadır. Temiz, düzgün kurgulanmış, sürdürülebilir, ölçeklendirilebilir mimarilere önem vermektedir.</p>",
            "works": "Tasit.com",
            "image": "img/speakers/osman-ungur.jpg"
        },
        "ugur": {
            "name": "Uğur -vigo- Özyılmazel",
            "bio": "<p>1984 yılında Commodore 64 ile başlayan programlama macerası halen aynı heyecanla devam etmektedir. Commodore 64 ve Amiga ile aktif olarak uğraşan &ldquo;vigo&rdquo; Unix, GIT, Python ve Ruby konuları ile yakından ilgilenmektedir.</p>",
            "works": "İstanbul Bilgi Üniversitesi",
            "image": "img/speakers/ugur-ozyilmazel.jpg"
        },
        "aydogdu": {
            "name": "Uğur Aydoğdu",
            "bio": "<p>Yaratıcı girişimci, hayatboyu öğrenci, düşünbaz, startup danışmanı, yazılım mühendisi ve web&mobil yazılım geliştirme UI/UX tasarımı konularında uzmanlaşmış dijital ajans Epigra'nın kurucusu.</p>",
            "works": "Epigra",
            "image": "img/speakers/ugur-aydogdu.jpg"
        },
        "midori": {
            "name": "Midori Koçak",
            "bio": "<p>My name is Midori. I am a world citizen, Computer Scientist & Engineer, and php and cakephp Expert. I really like jQuery too. I code PHP and web applications since dial-up years (2001). I like to contribute and create open source software projects. You can check them at: (http://www.github.com/mtkocak) I am always willing to learn new things even though I have 13 years of experience. I also design as a hobby. (http://www.behance.net/mtkocak) Other than coding and design, I like music, play guitar and drums, singing in choirs since I was 7. I believe in science and I am a woman who believes in equal oportunity for everyone. So I help women, lgbt people and students free of charge.</p>",
            "works": "-",
            "image": "img/speakers/midori-kocak.jpg"
        },
        "erikli": {
            "name": "Fatih Erikli",
            "bio": "<p>Python ve JavaScript geliştiricisi. Arguman.org’un kurucusu</p>",
            "works": "Gezi.com",
            "image": "img/speakers/fatih-erikli.jpg"
        }
    }
}
