{
    "speakers": {
        "cal": {
            "name": "Cal Evans",
            "bio": "<p>Many moons ago, at the tender age of 14, Cal touched his first computer. (We’re using the term “computer” loosely here, it was a TRS-80 Model 1) Since then his life has never been the same. He graduated from TRS-80s to Commodores and eventually to IBM PC’s.For the past 13 years Cal has worked with PHP and MySQL on Linux, OSX, and Windows. He has built a variety of projects ranging in size from simple web pages to multi-million dollar web applications. When not banging his head on his monitor, attempting a blood sacrifice to get a particular piece of code working, he enjoys building and managing development teams using his widely imitated but never patented management style of “management by wandering around”.These days, when not working with PHP, Cal can be found working on a variety of projects like <a href=\"http://coderfaire.com/\">CoderFaire</a>. He speaks at conferences around the world on topics ranging from technical talks to motivational talks for developers. If you happen to meet him at a conference, don’t be afraid to buy him a shot of Bourbon.Cal is based in Nashville TN where he is happily married to wife 1.31, <a href=\"http://kathyevans.biz/\">the lovely and talented Kathy</a>. Together they have 2 wonderful kids who were both smart enough not to pursue a job in IT.</p>",
            "works": "Zend Technologies",
            "image": "img/speakers/cal-evans.jpg"
        },
        "jordi": {
            "name": "Jordi Boggiano",
            "bio": "<p>Jordi Boggiano is the author of a few open source apps/libs (Composer, Monolog, php-console, ..), and frequent contributor to other projects (Symfony2, Twig and others). He has been involved in web development for over 10 years, working mostly with PHP and JavaScript. He is currently maintaining Composer/Packagist while working on Toran Proxy. Find out more at <a href=\"http://nelm.io/jordi\">http://nelm.io/jordi</a></p>",
            "works": "Nelmio",
            "image": "img/speakers/jordi-boggiano.jpg"
        },
        "davey": {
            "name": "Davey Shafik",
            "bio": "<p>Davey Shafik is a full-time developer with over 14 years of experience in PHP and related technologies. He is a Community Engineer at Engine Yard and has written three books, numerous articles, and spoken at conferences the world over. He is best known for his books, the <a href=\"http://zceguide.com/\">Zend PHP Certification Study Guide</a> and <a href=\"https://learnable.com/books/php-master-write-cutting-edge-code\">PHP Master: Write Cutting Edge Code</a>, and as the creator of <a href=\"http://php.net/phar\">PHP Archive (PHAR)</a> for PHP 5.3.</p><p> Davey is passionate about improving the tech community. He co-organizes the <a href=\"http://mhprompt.org\">Prompt</a> initiative (<a href=\"http://mhprompt.org\">mhprompt.org</a>), dedicated to lifting the stigma surrounding mental health discussions, and has worked with PHPWomen since its inception.</p>",
            "works": "Engine Yard",
            "image": "img/speakers/davey-shafik.jpg"
        },
        "pierre": {
            "name": "Pierre Joye",
            "bio": "<p>Pierre Joye is a PHP Core Developer and OSS contributor since more than a decade. He leads the PHP Windows support, main developer from LibGD and works on many OSS projects. After many years as Freelancer, Pierre works now with the Microsoft OpenSource technology Center in Redmond and in Germany.</p>",
            "works": "Microsoft",
            "image": "img/speakers/pierre-joye.jpg"
        },
        "frank": {
            "name": "Frank de Jonge",
            "bio": "<p>Amsterdam resident, evangelist of packages, maintainer of Flysystem, member of The PHP League and serial Laracon EU speaker.</p>",
            "works": "The PHP League",
            "image": "img/speakers/frank-de-jonge.jpg"
        },
        "emir": {
            "name": "Emir Karşıyakalı",
            "bio": "<p>Emir Karşıyakalı is Web Developer with a passion for open-source, community & Laravel. Currently works at Sendloop and UG leader of IstanbulPHP. He is also student at Bahcesehir University.</p>",
            "works": "Sendloop",
            "image": "img/speakers/emir-karsiyakali.jpg"
        },
        "hakki": {
            "name": "Hakkı Öcal",
            "bio": "<p>Prof. Ph.D Hakkı Öcal is currently working as an Advisor to the President at Bahcesehir University.</p>",
            "works": "Bahcesehir University",
            "image": "img/speakers/hakki-ocal.jpg"
        },
        "hidayet": {
            "name": "Hidayet Doğan",
            "bio": "<p>Hidayet has been working with PHP since 1998, and has gained his Zend Certificate in 2006. He has been volunteering as a manager at PHP Turkish Group for about 15 years. In his spare times, he works and contributes on open-source projects. For further details, you can check <a href=\"http://hi.do/cv.html\">his bio</a>.</p>",
            "works": "Yazılım Parkı",
            "image": "img/speakers/hidayet-dogan.jpg"
        },
        "muhittin": {
            "name": "Muhittin Özer",
            "bio": "<p>He has been developing countless of projects with PHP for over 11 years. For last 4 years, he's proud of being one of the rare PHP developers in Izmir, Turkey. Above all, he's most proud of being the father of <a href='https://fbcdn-sphotos-h-a.akamaihd.net/hphotos-ak-xaf1/v/t1.0-9/15574_10153353041793816_1836780210297648042_n.jpg?oh=d81864c7822918d380cd8d20cfb060b4&oe=55BFCC7E&__gda__=1443576320_d1321ce5c601f17a501085fd96563dee'>Zeynep</a>.</p>",
            "works": "Atölye15",
            "image": "img/speakers/muhittin-ozer.jpg"
        },
        "devrim": {
            "name": "Devrim Gündüz",
            "bio": "<p>Experienced DBA on PostgreSQL, and experienced on Linux Server Administration. Focused on Red Hat and Fedora, but also administer Debian.</p>",
            "works": "EnterpriseDB",
            "image": "img/speakers/devrim-gunduz.jpg" 
        },
        "mert": {
            "name": "Mert Hürtürk",
            "bio": "<p>Co-founder and CTO of Sendloop. He has been designing email marketing experiences for a wide range of markets since 1999. With his over 15 years of expertise and practice on design, he helped form the leading email marketing company Sendloop, which provides email marketing, marketing automation and email gateway services around the globe. He currently is practicing new boundaries of email marketing and user experience at Sendloop.</p>",
            "works": "Sendloop",
            "image": "img/speakers/mert-hurturk.jpg"
        },
        "levent": {
            "name": "Levent Öğüt",
            "bio": "<p>VP of Engineering at Sendloop. He has responsible with infrastructure design and deployment, services / capacity automation.</p>",
            "works": "Sendloop",
            "image": "img/speakers/levent-ogut.png"
        },
        "mikhail": {
            "name": "Mikhail Vink",
            "bio": "<p>Product Marketing Manager for PhpStorm IDE at JetBrains helping web community to develop with pleasure using wide range of JetBrains tools. In the past worked on various web development and consulting projects for more than 5 years.</p>",
            "works": "JetBrains",
            "image": "img/speakers/mikhail-vink.jpg"
        },
        "akin": {
            "name": "Akın Moroğlu",
            "bio": "<p>He's graduated from Software Engineering at Istanbul Bahcesehir University. In the past, he's gained corporal experience at Samsung Electronics, however he's realized this is not suited for him, so he's tried to improve his vision of work with a common program maintained by Stanford University and Istanbul Bahcesehir University. He's currently managing the Digital Marketing operations in BAU. He's also trying to create opportunities for software developers in BAUio, which is embodied under Bahcesehir University.</p>",
            "works": "Bahcesehir University",
            "image": "img/speakers/akin-moroglu.jpg"
        },
        "nesrin": {
            "name": "Nesrin Kalender",
            "bio": "<p>She started his career as a Front-end Developer. She's currently studying at Kocaeli University and working as a Front-end Developer in Nomad Commerce.</p>",
            "works": "Nomad Commerce",
            "image": "img/speakers/nesrin-kalender.jpg"
        },
        "sirin": {
            "name": "Şirin Saygılı",
            "bio": "<p>She's graduated as Computer Engineering at Istanbul Technical University. She's currently a PhD student. She's mainly interested in gaining and processing (as in classifying and targeting authors) and converting such data to information. She's using tools such as Python, Java, PHP, Ubuntu, HTTP Protocol, and Linux-Apache-MySQL stack in her daily life. She's one of the founding developers of Prisync.</p>",
            "works": "Prisync",
            "image": "img/speakers/sirin-saygili.jpg"
        },
        "ibrahim": {
            "name": "İbrahim Gündüz",
            "bio": "<p>He worked as developer E-Commerce companies. Core areas of experise are payment systems and third-party software integrations. Currently he works at Markafoni as Software Architect.</p>",
            "works": "Markafoni",
            "image": "img/speakers/ibrahim-gunduz.jpg"
        }
    }
}
